Autodesk.Revit.DB.IFC.IFCAnyHandle.CreateAggregateAttribute(System.String)
Creates an attribute that is an aggregate.
name:
The attribute name.
Returns:
The aggregate.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013